[File]
Author=Džašev
LangId=9242
Name=Srpski (latinica)
VersionId=0

[AIMPML]
CreationDate=Datum kreiranja
FormatType=Format
LastModifiedDate=Datum poslednje izmene
Name=Prikazano ime

[Common]
AIMP.MyClouds.Actions.AddStorage=Dodaj skladište...
AIMP.MyClouds.Actions.EditStorage=Uredi skladište...
AIMP.MyClouds.Actions.Refresh=Osveži
AIMP.MyClouds.Actions.RemoveStorage=Ukloni skladište...
AIMP.MyClouds.ML.Default=Podrazumevano

[MyClouds]
Caption=Moji oblaci

[frmMyCloudsEditStorage]
btnCancel=Otkaži
btnOk=U redu
btnToken=Uzmi token
Caption=Skladište na oblaku
edCustomServer.th=Unesite adresu servera i port
gbAuthorization=Autorizacija
gbDisplayName=Prikazano ime
gbService=Servis
lbLogin=Korisničko ime:
lbPassword=Lozinka:

[frmMyCloudsDeleteConfirmation]
btnCancel=Otkaži
btnOk=U redu
Caption=Uklanjanje skladišta
cbDeleteCachedFiles=Obriši lokalni keš
lbText=Jeste li sigurni da želite ukloniti %s sa liste?

[frmMyCloudsSettings]
C1=Opcije
CB1=Prikaži podatke o numeri iz tagova
CB2=Koristi pristup za striming, ako je moguće
CB2Hint=Obezbeđuje brži početak reprodukcije, ali ne podržava keširanje i raščlanjavanje po CUE
CB3=Ukloni keširane datoteke po zatvaranju aplikacije
CB4=Ukloni keširane datoteke starije od:
CB5=Dozvoli preuzimanje omota albuma
CB6=Izračunaj trajanje audio-zapisa (datoteka će možda biti preuzeta u celini)
GB1=Keširanje
W1=Uključivanje ovih opcija može povećati internet-saobraćaj

